Repository: wdqpstws68-sketch/new-2
Catalog: PixelColoringGame/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

# alert.journeyReset.action
source: Start Journey
de: Reise starten
es: Empezar recorrido
fr: Commencer l'aventure
ja: 旅を始める
ko: 여정 시작
zh_hans: 开始旅程
zh_hant: 開始旅程

# alert.journeyReset.message
source: Pixel Bloom now unfolds as a chapter journey, so old level progress was cleared to give the new map a clean start. Your app settings and other preferences were left untouched.
de: Pixel Bloom entfaltet sich jetzt als Kapitelreise, daher wurde dein alter Level-Fortschritt zurückgesetzt, damit die neue Karte sauber beginnen kann. Deine App-Einstellungen und anderen Präferenzen bleiben erhalten.
es: Pixel Bloom ahora se desarrolla como un viaje por capítulos, así que el progreso anterior se borró para que el nuevo mapa empiece limpio. La configuración de la app y tus demás preferencias se mantuvieron intactas.
fr: Pixel Bloom se déroule désormais comme un voyage en chapitres, donc votre ancienne progression a été effacée pour offrir un nouveau départ à la carte. Les réglages de l'app et vos autres préférences ont été conservés.
ja: Pixel Bloom は章ごとの旅として生まれ変わったため、新しいマップを気持ちよく始められるよう以前のレベル進捗をリセットしました。アプリ設定やその他の環境設定はそのまま残っています。
ko: Pixel Bloom이 이제 챕터형 여정으로 바뀌어 새 지도를 깔끔하게 시작할 수 있도록 이전 레벨 진행 상황을 초기화했습니다. 앱 설정과 다른 환경설정은 그대로 유지됩니다.
zh_hans: Pixel Bloom 现在改成了章节旅程，因此旧关卡进度已清除，以便从全新的地图重新开始。应用设置和其他偏好保持不变。
zh_hant: Pixel Bloom 現在改成了章節旅程，因此舊關卡進度已清除，方便從全新的地圖重新開始。應用設定和其他偏好都會保留。

# alert.journeyReset.title
source: A Fresh Journey Begins
de: Eine neue Reise beginnt
es: Comienza un nuevo recorrido
fr: Une nouvelle aventure commence
ja: 新しい旅のはじまり
ko: 새로운 여정의 시작
zh_hans: 崭新的旅程开始了
zh_hant: 嶄新的旅程開始了

# alert.persistenceRecovered.message
source: We repaired your saved data store and restarted progress storage safely. If some progress still looks missing, it came from an unreadable older save.
de: Wir haben deinen Spielstand repariert und die Fortschrittsspeicherung sicher neu gestartet. Falls noch Fortschritt fehlt, stammt er aus einem älteren, nicht lesbaren Spielstand.
es: Hemos reparado tus datos guardados y reiniciado el almacenamiento del progreso de forma segura. Si aún falta parte del progreso, proviene de una partida antigua que no se pudo leer.
fr: Nous avons réparé votre sauvegarde et redémarré l'enregistrement de la progression en toute sécurité. Si une partie de votre progression manque encore, elle provenait d'une ancienne sauvegarde illisible.
ja: 保存データの読み込みを修復して、進行の保存先を安全に作り直しました。もし一部の進行が見当たらない場合は、古いセーブデータが読み取れなかった部分です。
ko: 저장 데이터를 복구하고 진행 저장소를 안전하게 다시 만들었습니다. 일부 진행 상황이 여전히 보이지 않는다면, 읽을 수 없었던 이전 저장 데이터에서 온 부분입니다.
zh_hans: 我们已修复你的存档并安全地重新建立了进度保存。如果仍有部分进度缺失，那部分来自无法读取的旧存档。
zh_hant: 我們已修復你的存檔並安全地重新建立了進度保存。如果仍有部分進度缺失，那部分來自無法讀取的舊存檔。

# alert.persistenceRecovered.title
source: Save data repaired
de: Spielstand repariert
es: Datos guardados reparados
fr: Sauvegarde réparée
ja: 保存データを修復しました
ko: 저장 데이터 복구 완료
zh_hans: 存档已修复
zh_hant: 存檔已修復

# app.language.menu.accessibility
source: Choose language
de: Sprache auswählen
es: Elegir idioma
fr: Choisir la langue
ja: 言語を選択
ko: 언어 선택
zh_hans: 选择语言
zh_hant: 選擇語言

# badge.new
source: New Badge
de: Neues Abzeichen
es: Nueva insignia
fr: Nouveau badge
ja: 新しいバッジ
ko: 새 배지
zh_hans: 新徽章
zh_hant: 新徽章

# badge.streak7.subtitle
source: Returned for a full week.
de: Eine ganze Woche lang wiedergekommen.
es: Has vuelto durante toda una semana.
fr: Revenu(e) pendant une semaine.
ja: 1週間連続で戻ってきました。
ko: 일주일 내내 돌아왔어요.
zh_hans: 连续回来了整整一周。
zh_hant: 連續回來了整整一週。

# badge.streak7.title
source: 7-Day Glow
de: 7-Tage-Glanz
es: Brillo de 7 días
fr: Éclat de 7 jours
ja: 7日連続のきらめき
ko: 7일의 반짝임
zh_hans: 7日光辉
zh_hant: 7日光輝

# chapter.clear.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
ja: つづける
ko: 계속
zh_hans: 继续
zh_hant: 繼續

# chapter.clear.eyebrow
source: Chapter Cleared
de: Kapitel abgeschlossen
es: Capítulo completado
fr: Chapitre terminé
ja: 章クリア!
ko: 챕터 완료
zh_hans: 章节通关
zh_hant: 章節通關

# chapter.clear.next
source: Up Next
de: Als Nächstes
es: A continuación
fr: Prochain
ja: 次の章
ko: 다음
zh_hans: 下一章
zh_hant: 下一章

# chapter.clear.title
source: Chapter Cleared
de: Kapitel geschafft
es: Capítulo completado
fr: Chapitre terminé
ja: 章クリア
ko: 챕터 완료
zh_hans: 章节完成
zh_hant: 章節完成

# collection.artwork.hidden
source: Still Hidden
de: Noch verborgen
es: Aún oculto
fr: Encore cachée
ja: まだひみつ
ko: 아직 숨겨짐
zh_hans: 仍未揭晓
zh_hant: 仍未揭曉

# collection.artwork.unrevealedSubtitle
source: Complete the chapter to reveal this page.
de: Schließe dieses Kapitel ab, um diese Seite sichtbar zu machen.
es: Completa el capítulo para revelar esta página.
fr: Terminez ce chapitre pour révéler cette page.
ja: この章をクリアすると、このページが開きます。
ko: 이 페이지를 열려면 챕터를 완료하세요.
zh_hans: 完成本章节后即可揭示这一页。
zh_hant: 完成本章節後即可揭示這一頁。

# collection.artwork.unrevealedTitle
source: Unrevealed Artwork
de: Noch unverhülltes Motiv
es: Ilustración oculta
fr: Illustration cachée
ja: まだ見ぬアート
ko: 아직 공개되지 않은 그림
zh_hans: 未揭晓的作品
zh_hant: 未揭曉的作品

# collection.daily.completed
source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
ja: 完成
ko: 완료
zh_hans: 已完成
zh_hant: 已完成

# collection.daily.notPainted
source: Not painted yet
de: Noch nicht ausgemalt
es: Aún no pintado
fr: Pas encore colorié
ja: まだ塗っていません
ko: 아직 칠하지 않음
zh_hans: 还没上色
zh_hant: 還沒上色

# collection.daily.today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
ko: 오늘
zh_hans: 今天
zh_hant: 今天

# collection.daily.waiting
source: Waiting
de: Wartet
es: En espera
fr: En attente
ja: 未着手
ko: 대기 중
zh_hans: 等待中
zh_hant: 等待中

# collection.events.empty.subtitle
source: Seasonal artwork will settle here once an event ends.
de: Saisonale Motive landen hier, sobald ein Event endet.
es: Las ilustraciones de temporada se guardarán aquí cuando termine un evento.
fr: Les illustrations saisonnières seront conservées ici une fois l'événement terminé.
ja: イベントが終わると季節作品がここに追加されます。
ko: 시즌 작품은 이벤트가 끝나면 이곳에 보관됩니다.
zh_hans: 季节活动作品会在活动结束后收藏到这里。
zh_hant: 季節活動作品會在活動結束後收藏到這裡。

# collection.events.empty.title
source: No archived events yet
de: Noch keine archivierten Events
es: Aún no hay eventos archivados
fr: Aucun événement archivé pour le moment
ja: 保存されたイベントはまだありません
ko: 아직 보관된 이벤트가 없어요
zh_hans: 还没有归档活动
zh_hant: 還沒有封存活動

# collection.events.progress
source: %1$lld/%2$lld complete
de: %1$lld/%2$lld abgeschlossen
es: %1$lld/%2$lld completado
fr: %1$lld/%2$lld terminés
ja: %1$lld/%2$lld クリア
ko: %1$lld/%2$lld 완료
zh_hans: 已完成 %1$lld/%2$lld
zh_hant: 已完成 %1$lld/%2$lld

# collection.events.title.equip
source: Equip
de: Ausrüsten
es: Equipar
fr: Équiper
ja: 装備する
ko: 장착
zh_hans: 装备
zh_hant: 裝備

# collection.events.title.equipped
source: Equipped
de: Ausgerüstet
es: Equipado
fr: Équipé
ja: 装備中
ko: 장착 중
zh_hans: 已装备
zh_hant: 已裝備

# collection.events.title.locked
source: Finish every event artwork to unlock this title.
de: Schließe alle Event-Motive ab, um diesen Titel freizuschalten.
es: Termina todas las ilustraciones del evento para desbloquear este título.
fr: Terminez toutes les illustrations de l'événement pour débloquer ce titre.
ja: イベント作品をすべて完成させると、この称号が解放されます。
ko: 이벤트 작품을 모두 완성하면 이 칭호가 잠금 해제됩니다.
zh_hans: 完成该活动的全部作品即可解锁这个称号。
zh_hant: 完成該活動的全部作品即可解鎖這個稱號。

# collection.page.ribbon.complete
source: This chapter is fully complete and safely tucked into the book.
de: Dieses Kapitel ist vollständig abgeschlossen und sicher im Buch abgelegt.
es: Este capítulo está totalmente completo y ya descansa dentro del libro.
fr: Ce chapitre est entièrement terminé et bien rangé dans le livre.
ja: この章はすべて完成し、しおり付きで本にしまわれました。
ko: 이 챕터는 완전히 완료되어 책 속에 잘 정리되었습니다.
zh_hans: 本章节已全部完成，并稳稳地收进图册中。
zh_hant: 本章節已全部完成，並穩穩地收進圖冊中。

# collection.page.ribbon.incomplete
source: Finish every artwork in this chapter to earn its ribbon.
de: Schließe alle Motive dieses Kapitels ab, um die Schleife zu erhalten.
es: Termina todas las ilustraciones de este capítulo para ganar su cinta.
fr: Terminez toutes les illustrations de ce chapitre pour gagner son ruban.
ja: この章の作品をすべて完成させると、しおりがもらえます。
ko: 이 챕터의 모든 작품을 완성하면 리본을 받을 수 있습니다.
zh_hans: 完成本章节的所有作品，即可获得它的缎带。
zh_hant: 完成本章節的所有作品，即可獲得它的緞帶。

# collection.section.daily
source: Daily
de: Täglich
es: Diario
fr: Quotidien
ja: デイリー
ko: 데일리
zh_hans: 每日
zh_hant: 每日

# collection.section.daily.subtitle
source: A growing shelf of daily originals.
de: Ein wachsendes Regal täglicher Originale.
es: Una estantería creciente de originales diarios.
fr: Une étagère qui se remplit d'originaux quotidiens.
ja: 毎日の作品が少しずつ並びます。
ko: 매일의 오리지널 작품이 차곡차곡 쌓여요.
zh_hans: 每日原创作品会慢慢排满这一格。
zh_hant: 每日原創作品會慢慢排滿這一格。

# collection.section.events.subtitle
source: Past seasonal drops stay archived here.
de: Vergangene saisonale Drops bleiben hier archiviert.
es: Las colecciones de temporada pasadas quedan archivadas aquí.
fr: Les collections saisonnières passées restent archivées ici.
ja: 過去の季節イベント作品をここに保存します。
ko: 지난 시즌 이벤트 작품은 이곳에 보관됩니다.
zh_hans: 过去的季节活动都会归档在这里。
zh_hant: 過去的季節活動都會封存在這裡。

# collection.section.journey
source: Journey
de: Reise
es: Viaje
fr: Voyage
ja: 旅
ko: 여정
zh_hans: 旅程
zh_hant: 旅程

# collection.section.picker
source: Collection Section
de: Sammlungsbereich
es: Sección de colección
fr: Section de collection
ja: コレクション区分
ko: 컬렉션 구역
zh_hans: 收藏分区
zh_hant: 收藏分區

# collection.subtitle
source: Each finished chapter reveals another warm little spread.
de: Jedes abgeschlossene Kapitel enthüllt eine weitere warme Doppelseite.
es: Cada capítulo terminado revela una nueva y acogedora doble página.
fr: Chaque chapitre terminé révèle une nouvelle double page chaleureuse.
ja: 章をひとつ終えるたびに、あたたかな見開きがもう1ページ現れます。
ko: 챕터를 하나 마칠 때마다 포근한 새 펼침면이 하나씩 열립니다.
zh_hans: 每完成一个章节，就会揭开下一组温暖的小跨页。
zh_hant: 每完成一個章節，就會揭開下一組溫暖的小跨頁。

# common.rank.perfect
source: Perfect
de: Perfekt
es: Perfecto
fr: Parfait
ko: 퍼펙트
zh_hans: 完美
zh_hant: 完美

# completion.action.backToTrail
source: Back To Trail
de: Zurück zum Pfad
es: Volver al sendero
fr: Retour au sentier
ja: 道にもどる
ko: 길로 돌아가기
zh_hans: 返回旅程
zh_hant: 返回旅程

# completion.action.openCollectionBook
source: Open Collection Book
de: Sammelbuch öffnen
es: Abrir libro de colección
fr: Ouvrir le livre de collection
ja: コレクションブックを開く
ko: 컬렉션 북 열기
zh_hans: 打开收藏图册
zh_hant: 打開收藏圖冊

# completion.action.playNextArtwork
source: Play Next Artwork
de: Nächstes Motiv spielen
es: Jugar la siguiente ilustración
fr: Jouer l'illustration suivante
ja: 次の作品へ
ko: 다음 작품 플레이
zh_hans: 开始下一幅作品
zh_hant: 開始下一幅作品

# completion.action.seeNewChapter
source: See New Chapter
de: Neues Kapitel ansehen
es: Ver nuevo capítulo
fr: Voir le nouveau chapitre
ja: 新しい章を見る
ko: 새 챕터 보기
zh_hans: 查看新章节
zh_hant: 查看新章節

# completion.daily.action.home
source: Back to Home
de: Zur Startseite
es: Volver al inicio
fr: Retour à l'accueil
ja: ホームへ戻る
ko: 홈으로 돌아가기
zh_hans: 返回首页
zh_hant: 返回首頁

# completion.daily.detail.default
source: You finished %1$@ and kept the daily board glowing.
de: Du hast %1$@ abgeschlossen und das tägliche Board weiter zum Leuchten gebracht.
es: Has terminado %1$@ y has mantenido brillante el tablero diario.
fr: Vous avez terminé %1$@ et gardé le tableau quotidien lumineux.
ja: %1$@を完成させました。今日のボードが光っています。
ko: %1$@을(를) 완성해서 오늘의 보드를 계속 빛나게 했어요.
zh_hans: 你完成了 %1$@，让今日画板继续闪耀。
zh_hant: 你完成了 %1$@，讓今日畫板繼續閃耀。

# completion.daily.detail.event
source: You finished %1$@ during %2$@ and kept the daily board glowing.
de: Du hast %1$@ während %2$@ abgeschlossen und das tägliche Board weiter zum Leuchten gebracht.
es: Has terminado %1$@ durante %2$@ y has mantenido brillante el tablero diario.
fr: Vous avez terminé %1$@ pendant %2$@ et gardé le tableau quotidien lumineux.
ja: %2$@の期間中に%1$@を完成させました。今日のボードが光っています。
ko: %2$@ 기간 동안 %1$@을(를) 완성해서 오늘의 보드를 계속 빛나게 했어요.
zh_hans: 你在 %2$@ 期间完成了 %1$@，让今日画板继续闪耀。
zh_hant: 你在 %2$@ 期間完成了 %1$@，讓今日畫板繼續閃耀。

# completion.daily.headline.cleared
source: Daily Cleared
de: Tagesmotiv geschafft
es: Diario completado
fr: Défi quotidien terminé
ja: デイリークリア
ko: 데일리 클리어
zh_hans: 每日已通关
zh_hant: 每日已通關

# completion.daily.headline.perfect
source: Daily Perfect
de: Tagesmotiv perfekt
es: Diario perfecto
fr: Quotidien parfait
ja: デイリーPerfect
ko: 데일리 퍼펙트
zh_hans: 每日完美通关
zh_hant: 每日完美通關

# completion.daily.stamp.default
source: daily
de: täglich
es: diario
fr: quotidien
ko: 데일리
zh_hans: 每日
zh_hant: 每日

# completion.daily.stamp.perfect
source: spark
de: glanz
es: brillo
fr: éclat
ja: きらり
ko: 반짝
zh_hans: 闪耀
zh_hant: 閃耀

# completion.detail.bookGlowing
source: Every chapter has been filled, ribboned, and tucked into your collection.
de: Jedes Kapitel wurde ausgefüllt, mit einer Schleife versehen und in deine Sammlung gelegt.
es: Todos los capítulos se han completado, adornado con su cinta y guardado en tu colección.
fr: Chaque chapitre a été complété, rubané et rangé dans votre collection.
ja: すべての章が完成し、リボン付きでコレクションに収まりました。
ko: 모든 챕터가 완성되어 리본과 함께 컬렉션에 담겼습니다.
zh_hans: 所有章节都已完成、系上缎带，并收进你的收藏中。
zh_hant: 所有章節都已完成、繫上緞帶，並收進你的收藏中。

# completion.detail.chapterPlaceholder
source: Another chapter
de: Ein weiteres Kapitel
es: Otro capítulo
fr: Un autre chapitre
ja: 別の章
ko: 다른 챕터
zh_hans: 另一个章节
zh_hant: 另一個章節

# completion.detail.chapterUnlocked
source: %@ is now ready to explore.
de: %@ kann jetzt erkundet werden.
es: %@ ya está listo para explorarse.
fr: %@ est maintenant prêt à être exploré.
ja: %@ が遊べるようになりました。
ko: %@을 이제 탐험할 수 있습니다.
zh_hans: %@ 现在可以开始探索了。
zh_hant: %@ 現在可以開始探索了。

# completion.detail.nextLevel
source: One more artwork is waiting in %@.
de: In %@ wartet noch ein weiteres Motiv.
es: En %@ te espera una ilustración más.
fr: Une autre illustration vous attend dans %@.
ja: %@ には、まだもう1つ作品が待っています。
ko: %@에 아직 한 작품이 더 기다리고 있습니다.
zh_hans: %@ 中还有一幅作品在等你。
zh_hant: %@ 中還有一幅作品在等你。

# completion.detail.returnHome
source: Head back to the trail whenever you want another calm little session.
de: Kehre zum Pfad zurück, wann immer du wieder eine ruhige kleine Runde möchtest.
es: Vuelve al sendero cuando te apetezca otra sesión tranquila.
fr: Revenez au sentier quand vous aurez envie d'une autre séance tranquille.
ja: また静かなひとときを楽しみたくなったら、いつでも道にもどれます。
ko: 다시 차분한 시간을 보내고 싶을 때 언제든 길로 돌아오세요.
zh_hans: 想再来一段安静放松的涂色时，随时回到旅程中。
zh_hant: 想再來一段安靜放鬆的塗色時，隨時回到旅程中。

# completion.event.action.return
source: Back to event
de: Zurück zum Event
es: Volver al evento
fr: Retour à l'événement
ja: イベントへ戻る
ko: 이벤트로 돌아가기
zh_hans: 返回活动
zh_hant: 返回活動

# completion.event.detail
source: A new artwork has been added to %1$@.
de: Ein neues Motiv wurde zu %1$@ hinzugefügt.
es: Se ha añadido una nueva ilustración a %1$@.
fr: Une nouvelle illustration a été ajoutée à %1$@.
ja: %1$@ に新しい作品が加わりました。
ko: %1$@에 새 작품이 추가되었어요.
zh_hans: 新作品已加入 %1$@。
zh_hant: 新作品已加入 %1$@。

# completion.event.headline.cleared
source: Event artwork cleared
de: Event-Motiv abgeschlossen
es: Ilustración del evento completada
fr: Illustration d'événement terminée
ja: イベント作品を完成しました
ko: 이벤트 작품 클리어
zh_hans: 活动作品已完成
zh_hant: 活動作品已完成

# completion.event.headline.perfect
source: Event artwork perfected
de: Event-Motiv perfekt abgeschlossen
es: Ilustración del evento perfecta
fr: Illustration d'événement parfaite
ja: イベント作品をパーフェクト完成
ko: 이벤트 작품 퍼펙트
zh_hans: 活动作品完美完成
zh_hant: 活動作品完美完成

# completion.event.stamp.default
source: EVENT CLEAR
de: EVENT GESCHAFFT
es: EVENTO SUPERADO
fr: ÉVÉNEMENT RÉUSSI
ko: 이벤트 클리어
zh_hans: 活动通关
zh_hant: 活動通關

# completion.event.stamp.perfect
source: EVENT PERFECT
de: EVENT PERFEKT
es: EVENTO PERFECTO
fr: ÉVÉNEMENT PARFAIT
ko: 이벤트 퍼펙트
zh_hans: 活动完美
zh_hant: 活動完美

# completion.events.titleUnlocked
source: New event title unlocked
de: Neuer Event-Titel freigeschaltet
es: Nuevo título de evento desbloqueado
fr: Nouveau titre d'événement débloqué
ja: 新しいイベント称号を解放しました
ko: 새 이벤트 칭호 잠금 해제
zh_hans: 已解锁新的活动称号
zh_hant: 已解鎖新的活動稱號

# completion.events.titleUnlockedPill
source: NEW TITLE
de: NEUER TITEL
es: NUEVO TÍTULO
fr: NOUVEAU TITRE
ja: 新称号
ko: 새 칭호
zh_hans: 新称号
zh_hant: 新稱號

# completion.headline.bookGlowing
source: The Whole Book Is Glowing
de: Das ganze Buch leuchtet
es: Todo el libro brilla
fr: Tout le livre rayonne
ja: 本ぜんたいがきらめいています
ko: 책 전체가 빛나고 있어요
zh_hans: 整本图册都在发光
zh_hant: 整本圖冊都在發光

# completion.headline.chapterUnlocked
source: A New Page Unlocked
de: Eine neue Seite wurde freigeschaltet
es: Se desbloqueó una nueva página
fr: Une nouvelle page s'est ouverte
ja: 新しいページが開きました
ko: 새 페이지가 열렸어요
zh_hans: 新的一页已解锁
zh_hant: 新的一頁已解鎖

# completion.headline.nextLevel
source: Keep The Cozy Flow Going
de: Lass den gemütlichen Fluss weitergehen
es: Mantén el ritmo acogedor
fr: Prolongez cette douce ambiance
ja: この心地よさをそのまま次へ
ko: 포근한 흐름을 이어 가요
zh_hans: 把这份温柔节奏继续下去
zh_hant: 把這份溫柔節奏繼續下去

# completion.headline.returnHome
source: That Artwork Looks Lovely
de: Dieses Motiv sieht wunderbar aus
es: La ilustración quedó preciosa
fr: Cette illustration est ravissante
ja: すてきな作品に仕上がりました
ko: 정말 예쁜 작품이 완성됐어요
zh_hans: 这幅作品看起来真可爱
zh_hant: 這幅作品看起來真可愛

# completion.missions.title
source: Chapter missions
de: Kapitelmissionen
es: Misiones del capítulo
fr: Missions du chapitre
ja: チャプターミッション
ko: 챕터 미션
zh_hans: 章节任务
zh_hant: 章節任務

# completion.month.action.return
source: Back to Month
de: Zurück zum Monat
es: Volver al mes
fr: Retour au mois
ja: 月へ戻る
ko: 이달로 돌아가기
zh_hans: 返回本月
zh_hant: 返回本月

# completion.month.detail
source: You finished %1$@ and advanced %2$@.
de: Du hast %1$@ abgeschlossen und %2$@ vorangebracht.
es: Has terminado %1$@ y has avanzado %2$@.
fr: Vous avez terminé %1$@ et fait progresser %2$@.
ja: %1$@を完成させて、%2$@を前に進めました。
ko: %1$@을(를) 완성하고 %2$@ 진행도를 올렸어요.
zh_hans: 你完成了 %1$@，推进了 %2$@ 的进度。
zh_hant: 你完成了 %1$@，推進了 %2$@ 的進度。

# completion.month.detail.return
source: You can jump back into this month's set anytime.
de: Du kannst jederzeit zu den Motiven dieses Monats zurückkehren.
es: Puedes volver al conjunto de este mes cuando quieras.
fr: Vous pouvez revenir à la sélection de ce mois à tout moment.
ja: 今月の作品セットにはいつでも戻れます。
ko: 이번 달 작품 세트는 언제든 다시 돌아올 수 있어요.
zh_hans: 你随时都可以回到本月的作品集中。
zh_hant: 你隨時都可以回到本月的作品集中。

# completion.month.headline.cleared
source: Monthly artwork cleared
de: Monatsmotiv geschafft
es: Ilustración mensual completada
fr: Illustration mensuelle terminée
ja: 今月の作品を完成しました
ko: 이달의 작품 클리어
zh_hans: 本月作品已完成
zh_hant: 本月作品已完成

# completion.month.headline.perfect
source: Monthly artwork perfected
de: Monatsmotiv perfekt
es: Ilustración mensual perfecta
fr: Illustration mensuelle parfaite
ja: 今月の作品をパーフェクト完成
ko: 이달의 작품 퍼펙트
zh_hans: 本月作品完美完成
zh_hant: 本月作品完美完成

# completion.month.stamp.default
source: MONTH CLEAR
de: MONAT GESCHAFFT
es: MES SUPERADO
fr: MOIS TERMINÉ
ja: 月クリア
ko: 이달 클리어
zh_hans: 本月通关
zh_hant: 本月通關

# completion.month.stamp.perfect
source: MONTH PERFECT
de: MONAT PERFEKT
es: MES PERFECTO
fr: MOIS PARFAIT
ja: 月パーフェクト
ko: 이달 퍼펙트
zh_hans: 本月完美
zh_hant: 本月完美

# completion.stamp.complete
source: COMPLETE
de: KOMPLETT
es: COMPLETO
fr: TERMINÉ
ko: 완료
zh_hans: 完成
zh_hant: 完成

# completion.stamp.cozy
source: COZY
de: GEMÜTLICH
es: ACOGEDOR
fr: DOUX
ja: ほっこり
ko: 포근
zh_hans: 温柔
zh_hant: 溫柔

# completion.stamp.flowOn
source: FLOW ON
de: WEITER
es: SIGUE
fr: ENCORE
ja: つづけよう
ko: 계속
zh_hans: 继续
zh_hant: 繼續

# completion.stamp.newPage
source: NEW PAGE
de: NEUE SEITE
es: NUEVA PÁGINA
fr: NOUVELLE PAGE
ja: 新しいページ
ko: 새 페이지
zh_hans: 新页面
zh_hant: 新頁面

# completion.summary.meta
source: %lld cells painted · %lld colors mastered
de: %lld Felder ausgemalt · %lld Farben gemeistert
es: %lld celdas pintadas · %lld colores dominados
fr: %lld cases peintes · %lld couleurs maîtrisées
ja: %lld マスをぬりました · %lld 色を完成
ko: %lld칸 채움 · %lld가지 색 완성
zh_hans: 已填色 %lld 格 · 掌握 %lld 种颜色
zh_hant: 已填色 %lld 格 · 掌握 %lld 種顏色

# daily.catalog.albumTitle
source: Daily Album
de: Tagesalbum
es: Álbum diario
fr: Album quotidien
ja: デイリーアルバム
ko: 데일리 앨범
zh_hans: 每日相册
zh_hant: 每日相簿

# daily.catalog.subtitle
source: A fresh pocket-sized original is waiting for a quick color session.
de: Ein frisches, handliches Original wartet auf eine kurze Farbrunde.
es: Te espera un original nuevo y compacto para una rápida sesión de color.
fr: Une nouvelle petite illustration originale vous attend pour une courte session de coloriage.
ja: すぐ遊べる今日の新しい一枚が待っています。
ko: 짧게 색칠하며 즐길 수 있는 새로운 작은 오리지널 작품이 기다리고 있어요.
zh_hans: 一幅适合快速上色的全新迷你原创正等着你。
zh_hant: 一幅適合快速上色的全新迷你原創正等著你。

# daily.catalog.title
source: Today's Artwork
de: Heutiges Motiv
es: La ilustración de hoy
fr: Illustration du jour
ja: 今日の作品
ko: 오늘의 작품
zh_hans: 今日作品
zh_hant: 今日作品

# daily.hero.action.playToday
source: Play Today
de: Heute spielen
es: Jugar hoy
fr: Jouer aujourd'hui
ja: 今日遊ぶ
ko: 오늘 플레이
zh_hans: 今日游玩
zh_hant: 今日遊玩

# daily.hero.action.replayPick
source: Replay Pick
de: Wiederholungswahl
es: Repetición elegida
fr: Sélection rejouée
ja: 今日の再プレイ
ko: 오늘의 재플레이
zh_hans: 今日返场
zh_hant: 今日返場

# daily.hero.action.viewMonth
source: View Month
de: Monat ansehen
es: Ver mes
fr: Voir le mois
ja: 月を見る
ko: 이번 달 보기
zh_hans: 查看本月
zh_hant: 查看本月

# daily.hero.clearedToday
source: Cleared today
de: Heute geschafft
es: Completado hoy
fr: Terminé aujourd'hui
ja: 今日クリア
ko: 오늘 클리어
zh_hans: 今日已通关
zh_hant: 今日已通關

# daily.hero.freeEntry
source: Free today
de: Heute kostenlos
es: Gratis hoy
fr: Gratuit aujourd'hui
ja: 今日は無料
ko: 오늘 무료
zh_hans: 今天免费
zh_hant: 今天免費

# daily.hero.freshToday
source: Fresh today
de: Heute neu
es: Nuevo hoy
fr: Nouveau aujourd'hui
ja: 今日の新作
ko: 오늘의 신작
zh_hans: 今日新作
zh_hant: 今日新作

# daily.hero.progress.monthComplete
source: Monthly Complete
de: Monat abgeschlossen
es: Mes completado
fr: Mois terminé
ja: 今月コンプリート
ko: 이달 완료
zh_hans: 本月完成
zh_hant: 本月完成

# daily.hero.streak
source: Streak %lld
de: Serie %lld
es: Racha %lld
fr: Série %lld
ja: %lld日連続
ko: %lld일 연속
zh_hans: 连续 %lld 天
zh_hant: 連續 %lld 天

# daily.hub.empty.subtitle
source: A new artwork will be waiting for you.
de: Ein neues Kunstwerk wartet auf dich.
es: Te espera una nueva obra.
fr: Une nouvelle œuvre t'attend.
ja: あたらしいさくひんがまっているよ。
ko: 새로운 작품이 기다리고 있어요.
zh_hans: 新的作品在等着你。
zh_hant: 新的作品在等著你。

# daily.hub.empty.title
source: Come back tomorrow
de: Komm morgen wieder
es: Vuelve mañana
fr: Reviens demain
ja: あしたまたきてね
ko: 내일 다시 오세요
zh_hans: 明天再来吧
zh_hant: 明天再來吧

# daily.hub.event.eyebrow
source: THIS MONTH
de: DIESER MONAT
es: ESTE MES
fr: CE MOIS-CI
ja: こんげつ
ko: 이달의 이벤트
zh_hans: 本月
zh_hant: 本月

# daily.hub.eyebrow
source: TODAY'S PICK
de: HEUTIGE AUSWAHL
es: ELECCIÓN DE HOY
fr: SÉLECTION DU JOUR
ja: きょうのおすすめ
ko: 오늘의 선택
zh_hans: 今日精选
zh_hant: 今日精選

# daily.hub.title
source: Daily Challenge
de: Tägliche Herausforderung
es: Desafío diario
fr: Défi quotidien
ja: デイリーチャレンジ
ko: 데일리 챌린지
zh_hans: 每日挑战
zh_hant: 每日挑戰

# daily.popup.close
source: Maybe Later
de: Vielleicht später
es: Quizá más tarde
fr: Plus tard
ja: あとで見る
ko: 나중에 보기
zh_hans: 稍后再看
zh_hant: 稍後再看

# daily.popup.eyebrow
source: Today's Daily
de: Heutiges Daily
es: El diario de hoy
fr: Le quotidien du jour
ja: 今日のデイリー
ko: 오늘의 데일리
zh_hans: 今日每日
zh_hant: 今日每日

# daily.popup.freeEntry
source: No life cost
de: Kostet kein Leben
es: Sin coste de vidas
fr: Aucun coût en vies
ja: ライフ消費なし
ko: 라이프 소모 없음
zh_hans: 不消耗生命
zh_hant: 不消耗生命

# daily.popup.start
source: Play Now
de: Jetzt spielen
es: Jugar ahora
fr: Jouer maintenant
ja: 今すぐ遊ぶ
ko: 지금 플레이
zh_hans: 立即开始
zh_hant: 立即開始

# error.artworkMissing
source: That artwork could not be found.
de: Dieses Motiv konnte nicht gefunden werden.
es: No se pudo encontrar esa ilustración.
fr: Impossible de trouver cette illustration.
ja: その作品は見つかりませんでした。
ko: 해당 작품을 찾을 수 없어요.
zh_hans: 未找到这幅作品。
zh_hant: 未找到這幅作品。

# event.cozyMorningWeek.archiveSubtitle
source: A calm set of early-day stickers saved from the February event.
de: Hier bleibt die ruhige Morgenkollektion aus dem Februar-Event erhalten.
es: Aquí se guardan los tranquilos stickers matinales del evento de febrero.
fr: L'ensemble d'autocollants du matin du mois de février est conservé ici.
ja: 2月イベントの穏やかな朝作品をここに保存しました。
ko: 2월 이벤트의 포근한 아침 스티커 세트가 이곳에 보관됩니다.
zh_hans: 二月活动中那组宁静晨间贴纸会保存在这里。
zh_hant: 二月活動中那組寧靜晨間貼紙會保存在這裡。
